---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepHeatingHotwaterLoop
source: html/14939383-2cd0-59e6-db09-a0ce4ecd1fe0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepHeatingHotwaterLoop Property

"Heating Hot Water Loop"

## Syntax (C#)
```csharp
public static ForgeTypeId MepHeatingHotwaterLoop { get; }
```